{
    "Navbar": {
        "home": "الرئيسية",
        "aboutUs": "عن المجلة",
        "aboutTibyan": "عن مجلة تبيان",
        "aboutMidad": "عن مركز مداد",
        "magazines": "أعداد المجلة",
        "postingins": "تعليمات النشر",
        "pubstand": "معايير النشر",
        "pubethics": "أخلاقيات النشر",
        "Pubsteps": "خطوات النشر",
        "respledge": "تقديم الأبحاث",
        "members": "أعضاء هيئة التحرير",
        "callus": "تواصل معنا"
    },
    "AboutMidad": {
        "header": "مركز مداد للدراسات والبحوث التربوية ",
        "introduction": "مركز بحثي مستقل أكاديمياً، أسس عام 2020م، يختص بالدراسات والبحوث الأكاديمية، وقضايا التعافي المجتمعي، ويعمل على رفد الحكومات والمنظمات والجهات الفاعلة بالدراسات والاستشارات المبنية على أسس علمية التي يمكن الاعتماد عليها في وضع خطط مستقبلية تسهم في تطوير المجتمعات وتحقيق التنمية المستدامة.",
        "vision": "رؤيتنا",
        "visiont": "تضييق الفجوة بين المعرفة وصناعة القرار في المؤسسات المجتمعية والجهات الأكاديمية ذات العلاقة، وتقديم تحليلات ودراسات إستراتيجية تتميز بالعمق والمهنية.",
        "mission": "رسالتنا",
        "missiont": "العمل على التطوير المعرفي، وابتكار حلول علمية وعملية حول قضايا التعافي المجتمعي، والسعي لتعزيز البحث العلمي المتميز الذي يسهم في معالجة القضايا المجتمعية، وبناء شراكات محلية وإقليمية، لإحداث تنمية قائمة على الاستفادة من الخبرات الدولية، والدراسات الأكاديمية.",
        "values": "قيمنا",
        "valuest": "الجودة والتميز، الحرية الأكاديمية، المنهجية العلمية، التحسين المستمر، احترام القيم المجتمعية والخصوصية الثقافية.",
        "areasOfWork": "مجالات عمل المركز",
        "first": "أولاً: وحدة البحوث والدراسات:",
        "firstt": "تُصدر المجلات العلمية والمحكمة، والدراسات التخصصية الموسعة، وتقيم ورش العمل والندوات النوعية، والمؤتمرات العلمية البحثية، كما تقدم التقارير والاستشارات العلمية لأصحاب القرار، بهدف إحداث التأثير المجتمعي المطلوب في صنع السياسات والقرارات، بما يحقق أهداف التنمية.",
        "second": "ثانياً: وحدة التطوير المجتمعي:",
        "secondt": "تهدف إلى زيادة فاعلية وكفاءة الباحثين والأكاديميين المختصين، ومؤسسات المجتمع في المجالات المختلفة، وتزويدهم بالمعلومات الموثوقة وتصحيح المفاهيم الخاطئة واستثمار الموارد البشرية وتنميتها.",
        "third": "ثالثاً: وحدة الخدمات الخاصة:",
        "thirdt": "يقدم المركز عدداً من الخدمات المأجورة بناء على معايير واشتراطات من قبل العملاء وبما يتوافق مع قيم المجتمعات المحلية، ومن هذه الخدمات:",
        "third1": "دراسات وتقارير بحثية وميدانية.",
        "third2": "تصميم مقاييس واستبانات.",
        "third3": "تصميم مناهج تخصصية.",
        "third4": "تصميم أدلة وحقائب تدريبية.",
        "third5": "تنفيذ برامج تدريبية تخصصية.",
        "third6": "استشارات وحلول تطويرية لاحتياجات المؤسسات المختلفة."

    },
    "Footer": {
        "about": "مجلّة علميّة دوريّة محكّمة، تصدر عن مركز مداد للدراسات التابع لمؤسسة تعليم بلا حدود / مداد، باللغات العربية والإنجليزية والتركية، وهي مرخّصة من وزارة الثقافة في الجمهورية التركية، وتُعنى بنشر الدراسات في العلوم الإسلامية والعربية، التي تتميّز بالأصالة والمعاصرة والجديّة، وتُسهم في تطوير حقلها المعرفي. ",
        "readMore": "قراءة المزيد",
        "contact": "معلومات التواصل"
    }
}
